[Main]
DisplayName=Ελληνικά

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Λογισμικό
RdImageButton_Browser.caption=Μπάρα Εργαλείων && Plug-ins
RdImageButton_Metro.caption=Εφαρμογές Windows
lbl_ForcedUninstall.caption=Βεβιασμένη Απεγκατάσταση
lbl_likeIObit.caption=Like
PopMenu_Sub_Setting.caption=Εργαλεία...
PopMenu_Sub_FileShredder.caption=Καταστροφέας Αρχείων
PopMenu_Sub_ExportApplicationList.caption=Εξαγωγή λίστας Εφαρμογής
PopMenu_Sub_LogManagement.caption=Διαχείριση αρχείου καταγραφής
PopMenu_Sub_Update.caption=Έλεγχος για ενημερώσεις
PopMenu_Sub_UserManual.caption=Οδηγός Χρήστη
PopMenu_Sub_TechnicalSupport.caption=Τεχνική Υποστήριξη
PopMenu_Sub_IObitOnline.caption=IObit Online
PopMenu_Sub_About.caption=Σχετικά με
Menu_Plugins_Remove.caption=Αφαίρεση
Menu_plugins_Vote.caption=Ψήφιση
Menu_plugins_Refresh.caption=Ανανέωση
Menu_plugins_viewEntry.caption=Άνοιγμα σε RegEdit
Menu_plugins_OpenFile.caption=Άνοιγμα τοποθεσίας αρχείου
Menu_Plugins_SelectAll.caption=Επιλογή όλων
Menu_Plugins_InverseSelect.caption=Αντιστροφή Επιλογής
PopMenu_Uninstall.caption=Απεγκατάσταση
PopMenu_Refresh.caption=Ανανέωση
PopMenu_ViewStyle.caption=Προβολή από
PopMenu_ViewStyle_Icon.caption=Εικονίδια
PopMenu_ViewStyle_Details.caption=Λεπτομέρειες
PopMenu_OpenFolder.caption=Άνοιγμα τοποθεσίας αρχείου
PopMenu_ViewEntry.caption=Άνοιγμα σε RegEdit
PopMenu_SearchOnline.caption=Έλεγχος Online
PopMenu_Win8App_Uninstall.caption=Απεγκατάσταση
PopMenu_Win8App_Refresh.caption=Ανανέωση
PopMenu_Win8App_ViewStyle.caption=Προβολή από
PopMenu_Win8App_Icons.caption=Εικονίδια
PopMenu_Win8App_Details.caption=Λεπτομέρειες
PopMenu_Win8App_OpenLocation.caption=Άνοιγμα τοποθεσίας αρχείου
PopMenu_Win8App_ViewEntry.caption=Άνοιγμα σε RegEdit
PopMenu_Win8App_SearchOnline.caption=Έλεγχος Online
lbl_Recommend.caption=Recommend: Προχωρημένη Φροντίδα συστήματος
lbl_1Click.caption=1-κλικ για να προστατέψετε και να βελτιστοποιήσετε τον υπολογιστή σας
lbl_Freedownloadnow.caption=Κατεβάστε δωρεάν τώρα
lbl_News_DisConnection.caption=Μοιραστείτε αυτό το λογισμικό με τους φίλους και την οικογενειά σας. Θα χαρούν να χρησιμοποιήσουν τον Uninstaller!

[Uninstaller_Frame_Software]
lblLoading.caption=Φόρτωση Ενημερώσεων Windows
ListView_SoftwareList.Columns[1].Caption=Λειτουργία
ListView_SoftwareList.Columns[2].Caption=Μέγεθος
ListView_SoftwareList.Columns[3].Caption=Ημερομηνία Εγκατάστασης
ListView_SoftwareList.Columns[4].Caption=Έκδοση
PopMenu_Sub_BatchUninstall.Caption=Επιλογή πολλών για Απεγκατάσταση

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Βεβιασμένη Απεγκατάσταση
lbl_Detail_Title.caption=IObit Βεβιασμένος Απεγκαταστάτης
lbl_Detail_Detail.caption=Η Βεβιασμένη Απεγκατάσταση βοηθά στην απεγκατάσταση ενός προγράμματος που δεν μπορεί να απεγκατασταθεί με κανονικό τρόπο και να καθαρίσει τα υπολοιπόμενα αρχεία. Επίσης μπορεί να σας βοηθήσει να αφαιρέσετε ένα αρχείο και το επιλεγμένο αρχείο εύκολα.
RdImageButton_Browser.caption=Περιηγητής διαδικτύου...
lbl_Forced_Tip1.caption=Μπορείτε να περιηγηθείτε ή να σείρετε ένα αρχείο εδώ για να το διαγράψετε ή να απεγκαταστήσετε το πρόγραμμα που σχετίζεται με το αρχείο.
lbl_Forced_Tip2.caption=Έπειτα κάντε κλικ στο κουμπί "Βεβιασμένη Απεγκατάσταση" για να ξεκινήσετε την διαδικασία αναγκαστικής απεγκατάστασης.
RdImageButton_Next.caption=Επόμενο
RdImageButton_Cancel.caption=Ακύρωση
PopMenu_Uninstall.caption=Απεγκατάσταση
PopMenu_OpenFolder.caption=Άνοιγμα Φακέλου αρχείου
PopMenu_ViewEntry.caption=Προβολή εισόδου
PopMenu_SearchOnline.caption=Αναζήτηση Online
ListView_Search.Columns[0].caption=Εμφανιζόμενο Όνομα
ListView_Search.Columns[1].caption=Μέγεθος
ListView_Search.Columns[2].caption=Ημερομηνία Εγατάστασης

[Uninstaller_frmLogManage]
lbl_Caption.caption=Απεγκατάσταση διαχειριστή αρχείου καταγραφής
lbl_Detail_Title.caption=Απεγκαταστάτης IObit λίστας αρχείου καταγραφής
lbl_Detail_Detail.caption=Μπορείτε να δείτε και να διαχειριστείτε όλα τα αρχεία καταγραφής απεγκατάστασης παρακάτω.
RdImageButton_Open.caption=Άνοιγμα
RdImageButton_Delete.caption=Διαγραφή
RdImageButton_DeleteAll.caption=Διαγραφή όλων
RdImageButton_Cancel.caption=Ακύρωση

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Αφαίρεση
lbl_Software_Uninstall.caption=Απεγκατάσταση

[Uninstaller_frmUninstalling]
lbl_Caption.caption=Απεγκατάσταση IObit
lbl_UninstallComplete_Title.caption=Τέλος Κανονικής Απεγκατάστασης.
lbl_Uninstalling_question.caption=Θέλετε να απεγκαταστήσετε το επιλεγμένο πρόγραμμα;
lbl_PowerfulScan_Title.caption=Ισχυρή σάρωση.
lbl_PowerfulScan_Detaill.caption=Κάντε κλικ στο Ισχυρή σάρωση για να καθαρίσετε κατάλοιπα του προγράμματος. Πατήστε Ακύρωση για να ολοκληρώσετε.
lbl_PowerScan_Title_Softwre.caption=Ισχυρό σκανάρισμα
lbl_CreateRestore_Title.caption=Δημιουργία σημείου επαναφοράς πριν την απεγκατάσταση.
lbl_CreateRestore_Check.caption=Δημιουργία σημείου επαναφοράς πριν την απεγκατάσταση (Ενδέχεται να πάρει λίγο χρόνο)
lbl_CreateRestore_Detaill.caption=Δημιουρήστε ένα σημείο επαναφοράς εδώ και μπορείτε να αναιρέσετε τις αλλαγές αν εμφανιστεί κάτι απρόοπτο.
lbl_AutoPowerfulScan.caption=Ισχυρή σάρωση στο αυτόματο
lbl_AutoUninstaller.caption=Μην εμφανίστει ξανά αυτή η ειδοποίηση
RdImageButton_Uninstall.caption=Απεγκατάσταση
RdImageButton_PowerFulScan.caption=Ισχυρή σάρωση
RdImageButton_Cancel.caption=Ακύρωση

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Ισχυρή σάρωση
lbl_Warning_Title.caption=Προειδοποίηση:
lbl_Warning_Detail.caption=Ορισμένα προγράμματα εντοπίστηκαν σε αυτό το φάκελο. Παρακαλώ να είστε προσεκτικοί όταν επιλέγετε αντικείμενα προς διαγραφή.
lbl_FileShredder.caption=Επίσης κατέστρεψε τα αρχεία
lbl_SelectAll.caption=Επιλογή όλων
RdImageButton_Delete.caption=Διαγραφή
RdImageButton_Cancel.caption=Ακύρωση
lbl_Shredder_Tip.caption=Καταστροφή των αρχείων τώρα. Μπορεί να πάρει λιγο χρόνο, παρακαλώ περιμένετε...
Menu_ListView_Regedit.caption=Άνοιγμα στον επεξεργαστή μητρώου
Menu_ListView_Path.caption=Άνοιγμα τοποθεσίας αρχείου

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Προσοχή
lbl_Warnning_Detaill.caption=Αυτό το υπολογιστικό πρόγραμμα προστατεύεται απο τον νόμο πενυματικών δικαιωμάτων και τις διεθνείς συνθήκες.
lbl_copyright.caption=Copyright© 2005-2015 IObit. Όλα τα δικαιώματα είναι κατοχυρωμένα.
lbl_Thanks_Title.caption=Εύχαριστούμε θερμά τα παρακάτω άτομα για την σπουδαία συνεισφορά τους:

[Uninstaller_frmSetting]
lbl_Caption.caption=Εργαλεία
lbl_General.caption=Γενικά
lbl_AutoUninstaller.caption=Παράλειψη ειδοποίησης για επιβεβαίωση Απεγκατάστασης και Σημείου Επαναφοράς
lbl_AutoPowerfulScan.caption=Εκτέλεση ισχυρού σκαναρίσματος αυτόματα
lbl_ShowExplorerButton.caption=Πρόσθεση κουμπιού Καταστροφής Αρχείου στον Εξερευνητή
lbl_AutoShowTipForm.caption=Κλήση ισχυρού σκαναρίσματος όταν ανιχνευθεί διαδικασία απεγκατάστασης
lbl_Language.caption=Γλώσσα
lbl_CurrentLanguage_Title.caption=Τρέχουσα Γλώσσα:
RdImageButton_OK.caption=OK
RdImageButton_Cancel.caption=Ακύρωση
lbl_SkinTitle.caption=Δέρμα:
lbl_classic.caption=κλασσικός
lbl_Metro.caption=Μπλε

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Καταστροφέας αρχείων
lbl_Detail_Detail.caption=Όπως ξέρετε, τα αρχεία που διαγράφονται από τον υπολογιστή σας μπορούν να ανακτηθούν πάλι ακόμα και αν υπάρξει μορφοποίηση του δίσκου. Η συνηθισμένη αφαίρεση διαγράφει μόνο τα αρχεία χωρίς να εμπλέκεται με το περιεχόμενο για λόγους επίδοσης. Εάν έχετε σημαντικά αρχεία που πρέπει να αφαιρεθούν οριστικά, ο απεγκαταστάτης IObit θα σας βοηθήσει με τον "Καταστροφέα Αρχείων".
lbl_Listview_Title.caption=Επιλέξτε το αρχείο ή τον φάκελο που θέλετε να καταστρεψετε:
lblLoading.caption=Φόρτωση...
lbl_AddFile.caption=Προσθήκη αρχείου...
lbl_AddFolder.caption=Προσθήκη φακέλου...
RdImageButton_Shredder.caption=Καταστροφή
RdImageButton_Cancel.caption=Ακύρωση
ListView_FileList.Columns[0].Caption=Διαδρομή Αρχείου
Menu_Shredder_Shredder.caption=Καταστροφέας
Menu_Shredder_AddFile.caption=Προσθήκη Αρχείου
Menu_Shredder_AddFolder.caption=Προσθήκη Φακέλου
Menu_Shredder_Romove.caption=Αφαίρεση
Menu_Shredder_Clean.caption=Καθαρισμός
lbl_Shredder_Tip.caption=Καταστροφή αρχείων τώρα. Μπορεί πάρει λίγο χρόνο, παρακαλώ περιμένετε...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Επαναφορά Συστήματος
lbl_Detail_Title.caption=Επαναφορά Συστήματος
lbl_Detail_Detail.caption=Διαχείριση των σημείων Επαναφοράς Συστήματος. Το τελευταίο σημείο δεν μπορεί διαγραφεί για λόγους ασφαλείας.
ListView_Restore.Columns[0].caption=Ημερομηνία και Ώρα
ListView_Restore.Columns[1].caption=Περιγραφή
lbl_Restore_Tip.caption=Επαναφορά συστήματος αρχείων και ρυθμίσεων, παρακαλώ περιμένετε...
RdImageButton_Restore.caption=Επαναφορά
RdImageButton_Delete.caption=Διαγραφή
RdImageButton_Cancel.caption=Ακύρωση

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=Το πιο ισχυρό σύστημα απεγκατάστασης για την αφαίρεση ανεπιθύμητων εφαρμογών και Toolbars
lbl_Installer_Setup_Title1.caption=Το πιο ισχυρό σύστημα απεγκατάστασης για την αφαίρεση ανεπιθύμητων Toolbars και εφαρμογών
RdImageButton_Installer.caption=Εκτέλεση τώρα
lbl_Installer_Setup_Detail.caption=Διαβάσατε και Αποδεχθήκατε το
lbl_LicenseAgreement.caption=Συμφωνητικό Αδείας

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Συμφωνητικό Αδείας
RdImageButton_Cancel.caption=Κλείσιμο

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Όλες οι μπάρες Εργαλείων && Plug-ins
rdlvAllBrowse.Columns[0].Caption=Όνομα
rdlvAllBrowse.Columns[1].Caption=Βαθμολογήσεις Χρηστών
rdlvAllBrowse.Columns[2].Caption=Βαθμολογία μου
rdlvAllBrowse.Columns[3].Caption=Εκδότης
rdlvAllBrowse.Columns[4].Caption=Λειτουργία
rdlvCustomBrowse.Columns[0].Caption=Όνομα
rdlvCustomBrowse.Columns[1].Caption=Εκδότης

[Uninstaller_frmPluginVote]
lblTitle.Caption=Βαθμολόγηση
lblWaiting.Caption=Καταχώρηση βαθμολόγησης, παρακαλώ περιμένετε...
rdibtnLv1.Caption=1 Αστέρι
rdibtnLv2.Caption=2 Αστέρια
rdibtnLv3.Caption=3 Αστέρια
rdibtnLv4.Caption=4 Αστέρια
rdibtnLv5.Caption=5 Αστέρια
rdibtnVote.Caption=Βαθμολόγηση

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Προεπιλεγμένες Ρυθμίσεις
lblConfire.Caption=Είστε σίγουροι ότι θέλετε να επαναφέρετε τις προεπιλεγμένες ρυθμίσεις;
lblHomepageTitle.Caption=Τρέχουσα Αρχική Σελίδα:
lblSearchTitle.Caption=Τρέχουσα Προεπιλεγμένη Μηχανή Αναζήτησης:
rdibtnOK.Caption=OK
rdibtnCancel.Caption=Ακύρωση

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Όνομα
ListView_AppList.Columns[1].caption=Λειτουργία
ListView_AppList.Columns[2].caption=Μέγεθος
ListView_AppList.Columns[3].caption=Ημερομηνία Εγκατάστασης
ListView_AppList.Columns[4].caption=Έκδοση
PopMenu_Sub_BatchUninstall.caption=Επιλογή πολλών για Απεγκατάσταση
lblLoading.caption=Ανανέωση...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Αυτές οι εφαρμογές σχετίζονται μεταξύ τους. Απεγκαθηστώντας οποιαδήποτε από αυτές θα απεγκαταστήσει και τις άλλες. Είστε σίγουροι ότι θέλετε να τις απεγκαταστήσετε;
lblUninstalling.caption=Απεγκατάσταση σε λειτουργία
btnImgUninstall.caption=Απεγκατάσταση
btnImgCancle.caption=Ακύρωση

[uninstall_Mitor_M]
lbl_attention.caption=Προσοχή
lbl_show.caption="%s" υπάρχουν ακόμα κατάλοιπα, που μπορεί να επηρεάσουν την επίδοση του υπολογιστή σας.
lbl_again.caption=Να μην ξαναπροβληθεί.
img_power.caption=Εκκαθάριση τώρα

[Uninstaller_M]
Edit_Search_Tip=Αναζήτηση προγράμματος
Edit_Search_Tip_Toolbar=Αναζήτηση μπάρας εργαλείων ή plug-in
Edit_Search_Tip_Win8App=Αναζήτηση εφαρμογής Windows
ForcedUninstall_Browser_Tip=Λανθασμένη διαδρομή. Παρακαλώ επιλέξτε πάλι!
ListView_Icon_Hint=Εικονίδια
ListView_List_Hint=Λεπτομέρειες
ListView_View_Hint=Αλλαγή τρόπου προβολής
ListviewHeader_Software=Όνομα προγράμματος (Σύνολο: %d)
BatchUninstall_NoneSelect=Παρακαλώ επιλέξτε τουλάχιστον ένα πρόγραμμα.
Uninstall_NoneSelect=Παρακαλώ επιλέξτε ένα πρόγραμμα πρώτα.
WindowState_Max=Μεγιστοποίηση
WindowState_Normor=Επαναφορά
WindowState_Min=Ελαχιστοποίηση
Close=Κλείσιμο
MoreMenu_Setting=Επιπλέον ρυθμίσεις
Restore_Form=Επαναφορά
Log_DeleteAll_ASK=Είστε σίγουροι ότι θέλετε να διαγράψετε όλα τα αρχεία; Η διαγραφή ΔΕΝ μπορεί να επαναφερθεί.
Log_Delete_ASK=Είστε σίγουροι ότι θέλετε να διαγράψετε το συγκεκριμένο αρχείο; Η διαγραφή ΔΕΝ μπορεί να επαναφερθεί.
NoPowerfulScan_Found_Tip=Δεν βρέθηκαν άλλα αντικείμενα.
Log_M=Αρχείο Καταγραφής
App_Version_M=Έκδοση προγράμματος:
OS_Version_M=Λειτουργικό Σύστημα:
Date_M=Ημερομηνία
Version_M=Έκδοση
Publisher_M=Εκδότης
Install_Date_M=Ημερομηνία εγκατάστασης
Create_Restore_M=Δημιουργία Σημείου Επαναφοράς
CreateRestore_Title_M=Εκκαθάριση σημείου επαναφοράς πριν την απεγκατάσταση.
CreateRestore_Detaill_M=Μπορείτε να αναιρέσετε τις αλλαγές με το σημείο επαναφοράς όταν συμβεί κάτι απρόοπτο.
Uninstalling_M=Απεγκατάσταση σε λειτουργία
Uninstalling_Detaill_M=Κανονική απεγκατάσταση χρησιμοποιώντας τον ενσωματομένο απεγκαταστάτη της εφαρμογής.
Uninstalling_QuickDetaill_M=Γρήγορη απεγκτάσταση χρησιμοποιώντας τον ενσωματομένο απεγαταστάτη της εφαρμογής.
UninstallComplete_Title_M=Τα αρχεία διαγράφηκαν.
Quick_UninstallComplete_M=Γρήγορη απεγκατάσταση ολοκληρώθηκε.
Quick_Uninstall_M=Γρήγορη Απεγκατάσταση %s (%d/%d)
Standard_Uninstall_M=Κανονική Απεγκατάσταση %s (%d/%d)
Uninstall_M=Απεγκατάσταση %s (1/1)
Deselect_All_M=Απεπιλογή Όλων
Select_All_M=Επιλογή Όλων
PowerfulScan_DeleteASK_M=Είστε σίγουροι ότι θέλετε να διαγράψετε τα επιλεγμένα αντικείμενα;
Operation_M=Λειτουργία
Powerful_Scan_M=Ισχυρό σκανάρισμα
Deleted_Registry_Key_M=Διαγραμμένο Κλειδί Μητρώου
Deleted_Registry_Value_M=Διαγραμμενη Τιμή Μητρώου
Delete_File_M=Διαγραφή αρχείου
Delete_Folder_M=Διαγραφή φακέλου
Reboot_to_Delete_M=(Επανεκκίνηση για Διαγραφή)
Delete_finished_M=Διαγραφή ολοκληρώθηκε.
ReStartup_to_Delete_M=Υπολειπόμενα αρχεία στην λίστα θα διαγραφούν κατά την διάρκεια της επόμενης εκκίνησης.
Shredder_Del_M=Είστε σίγουροί ότι θέλετε να αφαιρέσετε μόνιμα το %d αρχειό(ά); Η διαγραφή είναι ΜΗ ΑΝΑΣΤΡΕΨΙΜΗ.
Shredder_NotDel_M="%s" δεν καταστράφηκε καθώς δεν γίνεται να γράψει σε αυτό. Παρακαλώ ελέγξτε αν βρίσκεται ακόμα σε χρήση.
Shredder_InUse_M=Μερικά αρχεία ήταν αδύνατο να καταστραφούν καθώς δεν γίνεται να εγγραφούν. Παρακαλώ ελέγξτε αν βρίσκεται ακόμα σε χρήση.
Shredder_NotAddFolder_M=Δεν μπορεί να καταστραφεί το αρχείο "%s" καθώς αυτό μπορεί να προκαλέσει αστάθεια στο σύστημα.
Shredder_Sucess_M=Τα αρχεία καταστράφηκαν επιτυχώς.
Shredder_DirIsEmpty_M=Είναι άδειο. Δεν γίνεται να καταστραφεί.
Controlpanel_Button=Ισχυρή Απεγκατάσταση
Explorer_Button=Καταστροφή Αρχείου
MenuRight_Caption=Ισχυρή Απεγκατάσταση
Frequency_M=Συχνότητα χρήσης
InstallerDate_M=Ημερομηνία Εγκατάστασης
Frequency_SoftwareCount_M=<a>%s</a> σπάνια χρησιμοποιημένα προγράμματα βρέθηκαν. Απεγκαθιστώντας τα θα απελευθερώσει <a>%s</a> ώστε να βελτιώσει την απόδοση του υπολογιστή σας.
Frequency_DaysHint_M=Δεν χρησιμοποιείται για %s μέρες.
SearchLoadingMsg=Έλεγχος για μπάρες εργαλείων && Plug-ins...
RestoreDefaultSettingsButton=Επαναφορά %s Προεπιλεγμένων ρυθμίσεων
ListViewItemVote=Βαθμολόγηση
ListViewItemVoted=Βαθμολογήθηκε
ListViewItemTrust=Εμπιστοσύνη
ListViewItemUnTrust=Δυσπιστία
ListViewPlugSysbit=κομμάτι
ListViewGroupTrustTitle=Έμπιστες μπάρες εργαλείων και Plug-ins
ListViewGroupTrustDesc=Αυτές οι μπάρες εργαλείων και plug-ins δεν θα βλάψου τον υπολογιστή σας. Μπορείτε να τις αφαιρέσετε ή να τις κρατήσετε σύμφωνα με τις δικές σας ανάγκες.
ListViewGroupUnTrustTitle=Μπάρες εργαλείων και Plug-ins προτεινόμενα προς αφαίρεση
ListViewGroupUnTrustDesc=Αυτές οι μπάρες εργαλείων και plug-ins με χαμηλή βαθμολόγηση χρηστών μπορεί να περιέχουν κάποιες ανεπιθύμητες λειτουργίες.
ListViewGroupToolbar=Μπάρα εργαλείων
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Επεκτάσεις
ListViewGroupPlugins=Plug-ins
FuncCheckBrowserMsgBox_1=%s τρέχει
FuncCheckBrowserMsgBox_2=Πατήστε ΟΚ για να κλείσετε (αποθηκεύστε τα περιεχόμενα σας πρώτα)
FuncCheckBrowserMsgBox_3=Ή πατήστε Ακύρωση για να διακόψετε την λειτουργία
FuncPluginRmoveConfireMsgBox=Είστε σίγουροι ότι θέλετε να αφαιρέσετε τα επιλεγμένα αντικείμενα;
FuncPluginRemoveSuccessMsgBox=Τα αντικείμενα αφαιρέθηκαν με επιτυχία
FuncPluginRemoveFailedMsgBox_1=Απέτυχε να αφαιρέσει τα παρακάτω αντικείμενα:
FuncPluginRemoveFailedMsgBox_2=Παρακαλώ εξέλθετε από τους παρακάτω περιηγητές για να αφαιρέσετε τα αντικείμενα:
FuncPluginRemoveFailedMsgBox_3=Παρακαλώ εξέλθετε από τους περιηγητές και δοκιμάστε πάλι.
FuncPluginSelectMsgBox=Παρακαλώ επιλέξτε ένα αντικείμενο πρώτα
FuncVoteConfire=Ποιες είναι οι σκέψεις για αυτό το πρόγραμμα:
FuncVoteHavedVote=Έχετε ήδη βαθμολογήσει το πρόγραμμα
FuncVotePlugSelectMsgBox=Παρακαλώ επιλέξτε αντικείμενο για βαθμολόγηση
FuncVoteMarkSelectMsgBox=Παρακαλώ βαθμολογήστε.
FuncVoteFailedMsgBox=Η βαθμολόγηση απέτυχε, παρακαλώ ελέγξτε την σύνδεση σας στο διαδίκτυο και προσπαθήστε πάλι
FuncRestoreExitBrowserMsgBox=Παρακαλώ εξέλθετε %s πρώτα
FuncRestoreSuccessMsgBox=Ο περιηγητής επαναφέρθηκε στις προεπιλεγμένες ρυθμίσεις με επιτυχία
FuncRestoreFailedMsgBox=Αποτυχία στην επαναφορά του περιηγητή στις προεπιλεγμένες ρυθμίσεις, παρακαλώ εξέλθετε %s και δοκιμάστε πάλι.
Guest_Start_Tip=Συνδεθήκατε στο σύστημα με λογαριασμό επισκέπτη! Χρειάζεστε δικαιώματα διαχειριστή για να χρησιμοποιήσετε το IObit Uninstaller 4.
p_RegistryCaption_M=Μητρώο
p_FileCaption_M=Αρχείο
p_FormatOneItem_M=1 αντικείμενο
p_FormatItems_M=%d αντικείμενα
FuncVoteActiveVote=Βαθμολόγηση
FuncVoteActiveOK=OK
FuncVoteNothing=Κανείς δεν έχει βαθμολογήσει προς το παρόν
FuncVoteCount=άτομα που έχουν βαθμολογήσει πρόσφατα
FuncVoteVSA=Καμία βαθμολογία δεν έχει ληφθεί
FuncVoteCFA=Γίνετε ο πρώτος που θα το βαθμολογήσει
FuncVoteVSB=χρήστες έχουν βαθμολογήσει
FuncVoteCFB=Ποιες οι σκέψεις σας για αυτό το plug-in
FuncVoteVSC=Καμία βαθμολογία δεν έχει ληφθεί από άλλους
FuncVoteCFC=Έχετε ήδη βαθμολογήσει
FuncVoteVSD=χρήστες έχουν βαθμολογήσει
FuncVoteCFD=Έχετε ήδη βαθμολογήσει
AllBrowserItem=Όλες οι μπάρες εργαλείων και Plug-ins
Powerful_Tip_M=Κατάλοιπα ισχυρού σκαναρίσματος του "%s"
Setup_Win8_Detail_M=Υποστήριξη Γρήγορης Απεγκατάστασης και Απεγκατάσταση Εφαρμογών Windows
Setup_Notwin8_Detail_M=Υποστήριξη Γρήγορης Απεγκατάστασης
RestrorePoint_Tip_M=ΠΡΟΣΟΧΗ: Επαναφορά του συστήματός σας σε σημείο επαναφοράς θα αναιρέσει όλες τις αλλαγές που έγιναν μετά το σημείο επαναφοράς. Μόλις ξεκινήσει, η Επαναφορά συστήματος δεν μπορεί να αναιρεθεί ή να διακοπεί. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
RestorePoint_Restart_M=Η Επαναφορά Συστήματος θέλει να επανεκκινήσει τον υπολογιστή σας για να εφαρμόσει αυτές τις αλλαγές. Πριν προχωρήσετε, αποθηκεύστε τα αρχεία και κλείστε όλα τα προγράμματα.
Uninstaller_Quick_M=Γρήγορη Απεγκατάσταση
Uninstaller_Standed_M=Απεγκατάσταση
QuickUninstall_Tip_M=Απεγκατάσταση του προγράμματος με ένα κλικ
Frequency_SoftwareCount_M=<a>%s</a> σπάνια χρησιμοποιημένα προγράμματα βρέθηκαν. Απεγκαθιστώντας τα θα απελευθερώσουν <a>%s</a> ώστε να βελτιώσετε την απόδοση του υπολογιστή σας.
Frequency_DaysHint_M=Δεν χρησιμοποιήθηκε για %s μέρες.
InfrequentlyUsed_Count_M=Σπάνια χρησιμοποιημένες ( <a>%s</a> )
All_Programs_M=Όλα τα Προγράμματα
Recently_Installed_M=Πρόσφατα Εγκατεστημένα
Large_Programs_M=Μεγάλα Προγράμματα
Infrequently_Used_M=Σπάνια χρησιμοποιημένα
Windows_Updates_M=Ενημερώσεις Windows
FuncCheckBrowserMsgBox_1=%s τρέχει
FuncCheckBrowserMsgBox_2=πατήστε ΟΚ για να το κλείσετε (μπορεί να χάσετε μη αποθηκευμένα περιεχόμενα)
FuncCheckBrowserMsgBox_3=πατήστε Ακύρωση για να διακόψετε την λειτουργία
FuncCheckBrowserMsgBox_4=%s τρέχει
FuncCheckBrowserMsgBox_5=πατήστε ΟΚ για να τα κλείσετε βεβιασμένα (μπορεί να χάσετε μη αποθηκευμένα περιεχόμενα)
FuncCheckBrowserMsgBox_6=πατήστε Ακύρωση για να διακόψετε την λειτουργία
Win8OtherUser=Για να προβάλλετε τις εφαρμογές Windows, παρακαλώ σιγουρευτείτε ότι ο παρών λογαριασμός έχει τα δικαιώματα διαχειριστή.
Win8AdminUser=Σας βοηθά να απεγκαταστήσετε αθέμιτα Windows Apps και κατάλοιπα εντελώς με ένα μόνο κλικ.
Win8ListViewGroupsWin8AppHeader=Εφαρμογές Windows
Win8ListViewGroupsWin8AppSubtitle=Εφαρμογές που δημοσιεύονται από την Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Εφαρμογές τρίτων
Win8ListViewGroupsThirdSubtitle=Εφαρμογές που δημοσιεύονται από εταιρίες τρίτων.
win8_UninstallBtn_M=Απεγκατάσταση
win8_ListViewIcon_M=Προβολή εικονιδίων
win8_ListViewList_M=Προβολή πληροφοριών

[ACD_frmDownloader]
lbl_Cancel.Caption=Ακύρωση
lbl_Min.Caption=Ελαχιστοποίηση

[ACD_M]
M_Downloading=Μεταφόρτωση:
m_Installing=Εγκατάσταση:
M_DiskIsFull=Μη επαρκής χώρος στο δίσκο!
M_NetError=Πρόβλημα δικτύου. Παρακαλώ δοκιμάστε ξανά αργότερα.
M_Tips=Μεταφόρτωση σε εξέλιξη. Κάντε διπλό κλικ στο εικονίδια για να δείτε λεπτομέρειες.
M_TipDownLoading=Μεταφόρτωση
M_TipInstalling=Εγκατάσταση
M_MD5Faild=Το κατεβασμένο αρχείο είναι αλλοιωμένο. Παρακαλώ δοκιμάστε ξανά αργότερα.
M_AreSure=Είστε σίγουροι ότι θέλετε να εξέλθετε από τον Μεταφορτωτή;
M_Speed=Ταχύτητα:
M_Title=Μεταφορτωτής IObit

